[
    {
        "type": "message",
        "text": "",
        "files": [
            {
                "id": "F02D6QZQ8C8",
                "created": 1630002680,
                "timestamp": 1630002669,
                "name": "NAO Update: August 26, 2021",
                "title": "NAO Update: August 26, 2021",
                "mimetype": "text\/html",
                "filetype": "email",
                "pretty_type": "Email",
                "user": "USLACKBOT",
                "editable": true,
                "size": 260325,
                "mode": "email",
                "is_external": false,
                "external_type": "",
                "is_public": true,
                "public_url_shared": false,
                "display_as_bot": true,
                "username": "email",
                "url_private": "https:\/\/files.slack.com\/files-pri\/T0107QM6U5Q-F02D6QZQ8C8\/nao_update__august_26__2021?t=xoxe-1007837232194-2450587367842-2450582191075-514a5e15210361e03a5afeb4aef45bab",
                "url_private_download": "https:\/\/files.slack.com\/files-pri\/T0107QM6U5Q-F02D6QZQ8C8\/download\/nao_update__august_26__2021?t=xoxe-1007837232194-2450587367842-2450582191075-514a5e15210361e03a5afeb4aef45bab",
                "permalink": "https:\/\/co-labconsultancy.slack.com\/files\/USLACKBOT\/F02D6QZQ8C8\/nao_update__august_26__2021",
                "permalink_public": "https:\/\/slack-files.com\/T0107QM6U5Q-F02D6QZQ8C8-491663fc46",
                "subject": "NAO Update: August 26, 2021",
                "to": [
                    {
                        "address": "",
                        "name": "email",
                        "original": "email <>"
                    }
                ],
                "from": [
                    {
                        "address": "news@nonprofitoregon.org",
                        "name": "Nonprofit Association of Oregon",
                        "original": "Nonprofit Association of Oregon <news@nonprofitoregon.org>"
                    }
                ],
                "cc": [],
                "attachments": [],
                "original_attachment_count": 0,
                "plain_text": "August 26, 2021 Hello Nonprofit Leaders and Supporters, By now, I am sure most of you are aware that starting tomorrow, you will be required to wear a mask outdoors or indoors, whether you are vaccinated or not. I am sure that will be a requirement that will not sit well with many. As someone that (generally) follows the rules, I admit I’m not all that happy to go back to masking due to the selfish acts of a few. I am not talking about the children that are not yet eligible for the vaccines or people that are unable to take it due to other health factors. I am talking about the people that are willfully putting themselves and other community members in grave jeopardy based on stubbornness, arrogance and\/or ignorance.   Once again, I will do the right thing and put on my mask. I will instruct the NAO team to do the same and require any visitors we have or any programs we put on to follow the requirement. But beyond obeying the required masking protocols, we, the nonprofit sector, must do more in spreading the word and encouraging vaccination. Now that the FDA has approved several versions of the vaccines, safety concerns can no longer stand as an excuse for those that are eligible, but not yet vaccinated. We have to work together on this. Please continue to encourage and educate the importance of getting vaccinated to anyone and everyone that you know who has not yet gotten the vaccine. The vaccine is going to be the only way for us to beat back this terrible disease shattering our communities. We owe it to ourselves and our families, to the kids that are missing seeing each other’s expressive faces as they come back to school, and to the common good of our fellow Oregonians. Stay healthy and be safe,    Jim White  NAO Executive Director  NAO News Closing Tomorrow! Submit a Nomination to Join NAO’s Board of Directors NAO is growing our Board of Directors and looking for people who have the energy and drive to advocated on behalf of the nonprofit sector. We are seeking four individuals willing to commit and serve at least one three (3) year term beginning January 2022. While we are accepting applications statewide, in order to ensure that our board is representative of the diversity of our state, NAO has established a set of criteria that will help us in the screening process for selecting new board members for the NAO board. Submit a Nomination Nominations will be accepted until TOMORROW Friday, August 27 at 5 p.m. (PT) At the State Level Governor Brown Imposes an Outdoor mask requirement On Tuesday, Governor Brown announced that masks will be required in outdoor settings where people cannot space adequately starting Friday, August 27, 2021. The comes in the wake of an alarming rise in cases from the Delta variant. Oregon is the first state to reintroduce an outdoor mask mandate for both vaccinated and unvaccinated people since the Delta-driven surge took hold in the early summer, and among a handful to reimpose an indoor mask requirement statewide. There are exceptions to the new restrictions and nonprofits that have programs that include outdoor activities should read the requirements on the Oregon Health Authority carefully. Redistricting Redistricting is the once-a-decade process of redrawing United State House of Representatives (Congressional) and Oregon State Senate and State House of Representatives (Legislative) district boundaries to account for changes in population that were counted in the most recent census. The biggest activity on redistricting is occurring between now and September 27. All official details can be found at the Oregon State Redistricting site.   As an Oregonian, you can serve on the Secretary of State's contingent advisory commission on redistricting. The deadline to apply is September 2. The legislature's draft maps will be released next week. Maps drawn by members of the public to be considered by the legislature are due on September 7. And the last public hearings in Oregon are being held virtually between September 8 and 13. In addition to the official Oregon site, there is great information available at the League of Women Voters Oregon redistricting site as well as a webinar that they just recorded yesterday. The website also contains all the key dates, deadlines, and resources for participation in the redistricting process over the next five-plus weeks. For more information on how your nonprofit can help spread the word on the redistricting efforts and get involved, you can also contact the LWVOR at Voter Service. At the Federal Level $3.5 Trillion Infrastructure Bill passes House House Democrats on Tuesday approved a roughly $3.5 trillion budget that could enable sweeping changes to the nation’s health-care, education and tax laws, overcoming their own internal divisions to take the next step toward enacting President Biden’s broader economic agenda. The 220-to-212 party-line vote came after days of delays as House Speaker Nancy Pelosi (D-Calif.) scrambled to stave off a revolt from her party’s moderate-leaning lawmakers. With the frenzy resolved, the chamber averted what would have been a political embarrassment for the White House and its allies — even as the debacle foreshadowed much tougher fights among Democrats still on the horizon. The outcome immediately set in motion a laborious effort on Capitol Hill to transform the $3.5 trillion blueprint into a fuller legislative product. Much like the proposal the Senate adopted this month, the House budget is essentially an outline that does not require Biden’s signature. Rather, it is a congressional document that unlocks for Democrats a longer legislative process known as reconciliation — a tactic that allows them to write a tax-and-spending bill that can bypass a Republican filibuster. For more can be found in this Washington Post article. Budget Reconciliation Bill The House and Senate majorities are racing to draft their Budget Reconciliation bills by September 15 (the deadline set in the FY 2021 Budget Resolution for committee action). This quick timeline presents considerable challenges to the efforts of nonprofits to get policy priorities included in the massive spending and tax bills. To help get the nonprofit message across to Congress, we ask that you take action on these two items:   Charitable Nonprofits Policy Priorities Letter – Spread the Word: The updated version of the Charitable Nonprofit Policy Priorities Letter has been posted and sent to every Senate office. This letter lays out the precise “asks” of the nonprofit community for inclusion in the Budget Reconciliation bill. The letter currently lists more than 1,100 organizations from all 50 states and DC. All of the signers from your state are listed alphabetically by state and name. We are continuing to collect new signers and will post additional updates as numbers\/timing dictate. ACTION ITEM: If you aren’t one of the 57 nonprofits in Oregon that signed-on to the letter, it’s not too late! Please sign onto the letter and continue sharing the sign-on opportunity with your members in upcoming communications. Also, the letter is written as a summary of nonprofit priorities and can\/should be used in all outreach with Senate and House offices.   WORK NOW Act: The Work Now Act is co-sponsored by both Senator Wyden and Senator Merkley. This bill specifically supports the case that nonprofits have not received as much support as other industries and calls for specific relief for charitable nonprofits. ACTION ITEM: We encourage you to communicate your support for TWA as you advocate for relief for charitable nonprofits in the Budget Reconciliation bill. NAO's Upcoming Learning and Convening Opportunities NAO offers practical, affordable learning and convening programs in a variety of formats, including conferences, resource round-ups, informational sessions and mini-workshops through webinars, and deeper-dive learning through virtual learning cohorts. Please scroll through and sign-up today! ﻿ NAO 2021 Networks Registration for individual network sessions is open! NAO’s networks take place across the state and we will be holding network sessions from September through June of 2022. All of our Portland networks will be livestreamed for anybody who would rather attend online. Members can purchase our Member Pass for a deep discount and priority registration for up to 10 sessions. Members and non-members can also purchase individual tickets to any sessions.  September Portland and Virtual Network Sessions: Fundraising in the New Environment - Tackling Long-Term Change While Meeting Today's Needs September 15, 8:30 a.m. – 10:30 a.m. | Presenter: Laurel McCombs, The Osborne Group Every organization has long-term goals it's looking to reach, whether it be growing major gifts, shifting portfolio balance, or building a powerhouse board, but too often those long-term goals are pushed off by short-term revenue requirements or immediate demands. Through a combination of focusing on vision and big impact, shifting philanthropic culture, and implementing processes and systems that support better time and priority management, you can achieve both short and long-term development goals. You will leave feeling empowered to manage short-term needs while strategically moving forward toward your big, transformational goals. More details and registration information here.  Leveraging the New Environment to Advance Organizational Equity and Inclusion September 23, 8:30 a.m. – 10:30 a.m. | Presenter: Cliff Jones, Capacity Building Partnerships The past two years have brought us new levels of challenges in advancing organizational equity and inclusion efforts. We now find ourselves looking at equity and inclusion through the lens of disparities created by and related to COVID-19, the movement for racial justice, climate change, and political polarization. How do we live into what we have learned? Join us for this session to learn how nonprofit leaders can leverage the new environment we find ourselves in to advance organizational equity and inclusion efforts. More details and registration information here. How Are Nonprofits Responding to Our New Reality Through HR? September 30, 7:30 a.m. – 10 a.m. | Presenter: Mark Kajitani, IRCO How are nonprofits moving forward using an HR lens to reimagine their success? This session will share four core strategies Oregon nonprofits are using to adjust to new business realities: Caring for Employees: Employee Assistance Plans; Staffing Crisis: Are you becoming the side-hustle; Workplaces Conflict: Pay Equity's Definition; Hybrid, Hoteling, and rethinking space. More details and registration information here. September Central Oregon Session: Strategic Fundraising in an Uncertain World September 29, 8:30 a.m. – 10:30 a.m. | Presenter: Ron Frey, Frey Resource Group The last two years have shown that the world around us can be volatile, uncertain, complex, and ambiguous and we know that constant change can completely upend your organization's fundraising efforts. This session is designed to give you hope as well as practical strategies to turn your fundraising campaigns into a positive force even during uncertain times. You’ll leave with tools to help you focus on the most strategic fundraising moves to make right now and build a powerful framework for long term success in donor development. More details and registration information here. September Southern Oregon Session: Strategic Fundraising in an Uncertain World September 30, 8:30 a.m. – 10:30 a.m. | Presenter: Ron Frey, Frey Resource Group The last two years have shown that the world around us can be volatile, uncertain, complex, and ambiguous and we know that constant change can completely upend your organization's fundraising efforts. This session is designed to give you hope as well as practical strategies to turn your fundraising campaigns into a positive force even during uncertain times. You’ll leave with tools to help you focus on the most strategic fundraising moves to make right now and build a powerful framework for long term success in donor development. More details and registration information here. Upcoming October Sessions: The Art and Practice of Adaptive Leadership October 13, 8:30 a.m. – 10:30 a.m. | Presenter: Steve Patty, Ph.D., Dialogues In Action Location: Portland and Virtual In this session, we will explore the principles of adaptive leadership and their application to the nonprofit sector. More details and registration information here. Strategic Fundraising in an Uncertain World October 19, 8:30 a.m. – 10:30 a.m. | Presenter: Ron Frey, Frey Resource Group Location: Southern Willamette Valley Oregon In this session, you’ll learn tools to help you focus on the most strategic fundraising moves to make right now and how to build a powerful framework for long term success in donor development. More details and registration information here. Compliance Concerns and Considerations for Federal Funds October 21, 7:30 a.m. – 10 a.m. | Presenter: Lesley Bennett, CFO Selections Location: Portland and Virtual This session will address compliance issues and answer all your questions about Federal funding compliance. More details and registration information here. How to Manage the Opportunities and Challenges of Shifts in Funding October 27, 8:30 a.m. – 10:30 a.m. | Presenter: Lesley Bennett, CFO Selections Location: Central Oregon This session will address compliance issues and answer all your questions about Federal funding compliance. More details and registration information here.   How to Manage the Opportunities and Challenges of Shifts in Funding October 28, 8:30 a.m. – 10:30 a.m. | Presenter: Lesley Bennett, CFO Selections Location: Southern Oregon This session will address compliance issues and answer all your questions about Federal funding compliance. More details and registration information here. These sessions are Member Pass eligible! NAO Member Pass holders may register for events across all six of NAO’s networks. The unique discount code may be used for 10 registrations (per pass). Passes are shareable across your organization - Purchase now through October 31, 2021.   Nonprofit Learning Cohorts Growing Future Leaders: Creating a Path and Thinking Ahead (Regular)  September 10 to October 8, 12 – 1:15 p.m. (PT) | Facilitator: Jess Hampton, NAO  Join this cohort of peers to learn about nonprofit best practices while gaining insight from each other’s challenges and solutions, and problem solving together. This five-part series is geared for nonprofit staff and board members who are strategizing creative ways to strengthen succession and leadership planning among the changing landscape we find ourselves in. We know that our organizations are changing and adapting at a fast clip and these sessions will help to build understanding of ourselves, and how we work, and develop skills and tools that will respond to the need for more effective succession planning. More details and registration information here.  Effective Board Management for Small Nonprofits (Intensive) September 22 to November 17, 11 – 12:15 p.m. (PT) | Facilitator: Jess Hampton, NAO Join a cohort of nonprofit leaders to learn about board management best practices while gaining insight from each other’s challenges and solutions, and problem solving together. This eight-week cohort is for new and potential board members who want to understand the fundamentals of board service, seasoned board members looking to increase their board’s effectiveness, and staff and volunteers who support the board. Each session will include a facilitated training component as well as discussion-based peer learning opportunities. More details and registration information here.  Grantwriting for Results (Intensive) September 22 to November 10, 12 – 1 p.m. (PT) | Facilitator: Allison Shirk, Spark The Fire Grantwriting Classes This expanded series is an advanced learning cohort in grantwriting and grants management through a combination of online study and weekly zoom meetings for problem-based and case-based discussion. By the end of this eight-week course, you will have completed a grant proposal with your instructor’s individualized, guided assistance and peer review. The course will also teach you where to find grants, how to write grant reports, ethics, and how to build relationships with grantmakers so that you have all the information you need to write and manage grants successfully. Participants who complete the grant proposal will receive a digital badge and electronic Certificate in Grantwriting from Spark the Fire Grantwriting Classes. More details and registration information here.  Rural Convening Opportunities Fall 2021 Learn at Lunch Series Are you on a nonprofit board or staff member looking for practical training and tools to strengthen your organizational leadership skills? Join NAO for an opportunity to learn at one of our regional Learn at Lunch sessions. Each series is made up of four, one-hour sessions held each week over the lunch hour, in person. We'll provide bite-sized training in Board Management, Board Recruitment & Retention, Engaging Your Board in Fundraising and Finance Fundamentals. Sessions are provided a la carte, so you can join us for all of them – or what topic you think is most applicable to your work now.   Upcoming Learn at Lunches are taking place throughout the state: Philomath (Sept 16 - Oct 7); McMinnville (Oct 7 - Nov 4); and Roseburg (Oct 21 - Nov 11). More details and registration information, click here. NAO Webinars Board Bright: NAO's Quarterly Board Roles & Responsibilities Training October 5, 3 – 4:30 p.m. (PT) | Presenter: Jenn Clemo, NAO In this 90-minute webinar, participants will learn about the fundamentals of nonprofit governance and gain an understanding of the board’s role in the management of the organization. This quarterly learning opportunity is designed for emerging and seasoned board members alike, and anyone else looking for a governance refresh! More details and registration information here. If you have any questions or difficulties registering, contact NAO's Training Program Coordinator at training@nonprofitoregon.org. Thank you to the following SUPPORTERS and SPONSORS who are supporting NAO’s online events and communications during these challenging times. Their support is vital in helping NAO to bring much-needed resources and information to Oregon’s nonprofits – thank you. SUPPORTERS FRIEND PLUS PARTNER SPONSORS FRIEND PLUS SPONSORS FRIEND SPONSORS FOLLOW NAO ON SOCIAL MEDIA ‌ ‌ ‌ ‌ Nonprofit Association of Oregon | 5100 S Macadam Avenue, Suite 360, Portland, OR 97239 Unsubscribe i7z7x0u9w6y3p7r3@co-labconsultancy.slack.com Update Profile | Constant Contact Data Notice Sent by news@nonprofitoregon.org",
                "preview": "<table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed; text-align: center;\" width=\"100%\"><tr><\/tr><tr><td align=\"center\"> <div style=\"background-color: #ECECEC;\"> <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"background-color: #ECECEC; border-collapse: collapse; table-layout: auto;\" bgcolor=\"#ECECEC\"><tbody><tr><td align=\"center\"> <table width=\"612\" align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"border-collapse: collapse; table-layout: fixed; width: 612px;\"><tbody><tr><td align=\"center\" style=\"padding: 15px 5px;\"> <table width=\"100%\" align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"border-collapse: collapse; table-layout: fixed;\"><tbody><tr><td align=\"center\" style=\"background-color: #4C4C4C; padding: 1px;\" bgcolor=\"#4C4C4C\"> <table width=\"100%\" align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"background-color: #4C4C4C; border-collapse: collapse; table-layout: fixed;\" bgcolor=\"#4C4C4C\"><tbody><tr><td align=\"center\" style=\"background-color: #FFFFFF; padding: 0px;\" bgcolor=\"#FFFFFF\"> <div> <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\" style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed;\"><tbody><tr><td width=\"100%\" align=\"\"> <div> <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\" style=\"border-collapse: collapse; table-layout: fixed;\"><tbody><tr><td align=\"center\"> <table cellpadding=\"0\" cellspacing=\"0\" border=\"0\" width=\"100%\" style=\"border-collapse: collapse; table-layout: fixed;\"><tbody><tr><td width=\"100%\" align=\"center\" style=\"height: 1px; line-height: 1px; padding-bottom: 14px;\"> <div><img alt=\"\" width=\"5\" height=\"1\" border=\"0\" src=\"https:\/\/slack-imgs.com\/?url=https%3A%2F%2Fimgssl.constantcontact.com%2Fletters%2Fimages%2F1101116784221%2FS.gif\" style=\"display: block; height: 1px; width: 5px;\"><\/div> <\/td> <\/tr><\/tbody><\/table><\/td> <\/tr><\/tbody><\/table><\/div> <\/td> <\/tr><\/tbody><\/table><table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\" style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed;\"><tbody><tr><td width=\"100%\" align=\"left\"> <div> <table style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed;\" width=\"100%\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\"><tbody><tr><td align=\"center\" style=\"padding-bottom: 10px; padding-top: 10px;\"> <div> <a href=\"https:\/\/r20.rs6.net\/tn.jsp?f=001c0Xqd1ycSE3ggFLKIYbQQZ0oWopul08y3QkYNsjDOKLhTmHkzPZX3duc0LqZOgbmV-otVt3EmGPArD_C7b5zxRJ_gSg-ZG8HAzhdH25q8IgrMBwIfl0yQcPMyGR6M1WD76is4wIdErPbNfABQsfpCfIBZR8c7f6y&amp;c=4xw3hpjaJkgaF8etOnnsvkyqb6_XP5GAuvHaNxY5GFXDR1EwLZD1EA==&amp;ch=I23dcKGYXQewF-hkdnQtk5NajJbSbwUCxXNSBFl5NnOn3NS7h6S1Ag==\" style=\"text-decoration: underline;\" rel=\"noopener noreferrer\"> <img alt=\"\" style=\"display: block; height: auto; max-width: 100%;\" width=\"259\" border=\"0\" src=\"https:\/\/slack-imgs.com\/?url=https%3A%2F%2Ffiles.constantcontact.com%2Fd0a57ab5001%2F9477b414-2917-4787-ac46-7d064b2c2a28.png\"><\/a> <\/div> <\/td> <\/tr><\/tbody><\/table><\/div> <\/td> <\/tr><\/tbody><\/table><table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\" style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed;\"><tbody><tr><td width=\"100%\" align=\"\"> <div> <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\" style=\"border-collapse: collapse; table-layout: fixed;\"><tbody><tr><td align=\"center\"> <table cellpadding=\"0\" cellspacing=\"0\" border=\"0\" width=\"100%\" style=\"border-collapse: collapse; table-layout: fixed;\"><tbody><tr><td width=\"100%\" align=\"center\" style=\"height: 1px; line-height: 1px; padding-bottom: 14px;\"> <div><img alt=\"\" width=\"5\" height=\"1\" border=\"0\" src=\"https:\/\/slack-imgs.com\/?url=https%3A%2F%2Fimgssl.constantcontact.com%2Fletters%2Fimages%2F1101116784221%2FS.gif\" style=\"display: block; height: 1px; width: 5px;\"><\/div> <\/td> <\/tr><\/tbody><\/table><\/td> <\/tr><\/tbody><\/table><\/div> <\/td> <\/tr><\/tbody><\/table><table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\" style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed;\"><tbody><tr><td width=\"100%\" align=\"\"> <div> <table style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed;\" width=\"100%\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\"><tbody><tr><td align=\"center\" style=\"padding-bottom: 0px; padding-top: 0px;\"> <div>  <img alt=\"\" style=\"display: block;\" width=\"600\" border=\"0\" src=\"https:\/\/slack-imgs.com\/?url=https%3A%2F%2Ffiles.constantcontact.com%2Fd0a57ab5001%2F3686ac24-509c-444d-938b-2b80dd938edc.png\"><\/div> <\/td> <\/tr><\/tbody><\/table><\/div> <\/td> <\/tr><\/tbody><\/table><table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\" style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed;\"><tbody><tr><td width=\"100%\" align=\"\"> <div> <table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\" style=\"border-collapse: collapse; table-layout: fixed;\"><tbody><tr><td align=\"center\"> <table cellpadding=\"0\" cellspacing=\"0\" border=\"0\" width=\"100%\" style=\"border-collapse: collapse; table-layout: fixed;\"><tbody><tr><td width=\"100%\" align=\"center\" style=\"height: 1px; line-height: 1px; padding-bottom: 10px;\"> <div><img alt=\"\" width=\"5\" height=\"1\" border=\"0\" src=\"https:\/\/slack-imgs.com\/?url=https%3A%2F%2Fimgssl.constantcontact.com%2Fletters%2Fimages%2F1101116784221%2FS.gif\" style=\"display: block; height: 1px; width: 5px;\"><\/div> <\/td> <\/tr><\/tbody><\/table><\/td> <\/tr><\/tbody><\/table><\/div> <\/td> <\/tr><\/tbody><\/table><table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\" style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed;\"><tbody><tr><td width=\"100%\" align=\"\"> <div> <table width=\"100%\" style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed;\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\"><tbody><tr><td align=\"left\" style=\"color: #000000; display: block; font-size: 16px; line-height: 1.2; padding: 10px 20px; text-align: left; word-wrap: break-word;\"> <div><\/div> <div><div><div>August 26, 2021<\/div><\/div><\/div> <\/td> <\/tr><\/tbody><\/table><\/div> <\/td> <\/tr><\/tbody><\/table><table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\" style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed;\"><tbody><tr><td width=\"100%\" align=\"\"> <div> <table width=\"100%\" style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed;\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\"><tbody><tr><td align=\"left\" style=\"color: #000000; display: block; font-size: 16px; line-height: 1.2; padding: 10px 20px; text-align: left; word-wrap: break-word;\"> <div><\/div> <div><div><div><span style=\"color: rgb(0, 0, 0); font-size: 16px;\">Hello Nonprofit Leaders and Supporters,<\/span><\/div><\/div><\/div> <\/td> <\/tr><\/tbody><\/table><\/div> <\/td> <\/tr><\/tbody><\/table><table width=\"100%\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\" style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed;\"><tbody><tr><td width=\"100%\" align=\"\"> <div> <table width=\"100%\" style=\"border-collapse: collapse; min-width: 100%; table-layout: fixed;\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\"><tbody><tr><td align=\"left\" style=\"color: #000000; display: block; font-size: 16px; line-height: 1.2; padding: 10px 20px; text-align: left; word-wrap: break-word;\"> <div><\/div> <div><div> <div><span style=\"color: rgb(0, 0, 0); font-size: 16px;\">By now, I am sure most of you are aware that starting tomorrow, you will be required to wear a mask outdoors or indoors, whether you are vaccinated or not. I am sure that will be a requirement that will not sit well with many. As someone that (generally) follows the rules, I admit I&rsquo;m not all that happy to go back to masking due to the selfish acts of a few. I am not talking about the children that are not yet eligible for the vaccines or people that are unable to take it due to other health factors. I am talking about the people that are willfully putting themselves and other community members in grave jeopardy based on stubbornness, arrogance and\/or ignorance.<\/span><\/div> <div><span style=\"color: rgb(0, 0, 0); font-size: 16px;\"> <\/span><\/div> <div> <span style=\"color: rgb(0, 0, 0); font-size: 16px;\">Once again, I will do the right thing and put on my mask. I will instruct the NAO team to do the same and require any visitors we have or any programs we put on to follow the requirement. But <\/span><\/div><\/div><\/div><\/td><\/tr><\/tbody><\/table><\/div><\/td><\/tr><\/tbody><\/table><\/div><\/td><\/tr><\/tbody><\/table><\/td><\/tr><\/tbody><\/table><\/td><\/tr><\/tbody><\/table><\/td><\/tr><\/tbody><\/table><\/div><\/td><\/tr><\/table>",
                "preview_plain_text": " August 26, 2021 Hello Nonprofit Leaders and Supporters, By now, I am sure most of you are aware that starting tomorrow, you will be required to wear a mask outdoors or indoors, whether you are vaccinated or not. I am sure that will be a requirement that will not sit well with many. As someone that (generally) follows the rules, I admit I’m not all that happy to go back to masking due to the selfish acts of a few. I am not talking about the children that are not yet eligible for the vaccines or ",
                "headers": {
                    "date": "Thu, 26 Aug 2021 14:31:09 -0400 (EDT)",
                    "in_reply_to": null,
                    "reply_to": "news@nonprofitoregon.org",
                    "message_id": "<1137271932495.1101049321997.1460109857.0.1421430JL.2002@scheduler.constantcontact.com>"
                },
                "has_more": true,
                "sent_to_self": false,
                "bot_id": "B01U417K4J2",
                "is_starred": false,
                "has_rich_preview": false
            }
        ],
        "upload": true,
        "user": "USLACKBOT",
        "display_as_bot": true,
        "bot_id": "B01U417K4J2",
        "ts": "1630002680.000400"
    }
]